Repository: imgly/IMGLYUI-swift
Catalog: Sources/IMGLYCoreUI/IMGLYEditor.xcstrings
Source language: en
Languages: de

# ly_img_editor_sheet_format_text_alignment_vertical_option_bottom
source: Align Text to the Bottom
de: Nach unten ausrichten

# ly_img_editor_sheet_format_text_alignment_vertical_option_center
source: Vertically Align Text to the Center
de: Vertikal zentriert ausrichten

# ly_img_editor_sheet_format_text_alignment_vertical_option_top
source: Align Text to the Top
de: Nach oben ausrichten

# ly_img_editor_sheet_format_text_button_bold
source: Bold
de: Fett

# ly_img_editor_sheet_format_text_button_italic
source: Italic
de: Kursiv

# ly_img_editor_sheet_format_text_font_subfamily_black
source: Black
de: Schwarz

# ly_img_editor_sheet_format_text_font_subfamily_black_italic
source: Black Italic
de: Schwarz Kursiv

# ly_img_editor_sheet_format_text_font_subfamily_bold
source: Bold
de: Fett

# ly_img_editor_sheet_format_text_font_subfamily_bold_italic
source: Bold Italic
de: Fett Kursiv

# ly_img_editor_sheet_format_text_font_subfamily_extrabold
source: ExtraBold
de: Extrafett

# ly_img_editor_sheet_format_text_font_subfamily_extrabold_italic
source: ExtraBold Italic
de: Extrafett Kursiv

# ly_img_editor_sheet_format_text_font_subfamily_extralight
source: ExtraLight
de: Extraleicht

# ly_img_editor_sheet_format_text_font_subfamily_extralight_italic
source: ExtraLight Italic
de: Extraleicht Kursiv

# ly_img_editor_sheet_format_text_font_subfamily_italic
source: Italic
de: Kursiv

# ly_img_editor_sheet_format_text_font_subfamily_light
source: Light
de: Leicht

# ly_img_editor_sheet_format_text_font_subfamily_light_italic
source: Light Italic
de: Leicht Kursiv

# ly_img_editor_sheet_format_text_font_subfamily_medium_italic
source: Medium Italic
de: Medium Kursiv

# ly_img_editor_sheet_format_text_font_subfamily_regular
source: Regular
de: Standard

# ly_img_editor_sheet_format_text_font_subfamily_semibold
source: SemiBold
de: Halbfett

# ly_img_editor_sheet_format_text_font_subfamily_semibold_italic
source: SemiBold Italic
de: Halbfett Kursiv

# ly_img_editor_sheet_format_text_font_subfamily_thin
source: Thin
de: Dünn

# ly_img_editor_sheet_format_text_font_subfamily_thin_italic
source: Thin Italic
de: Dünn Kursiv

# ly_img_editor_sheet_format_text_frame_behavior_option_auto_height
source: Auto Height
de: Automatische Höhe

# ly_img_editor_sheet_format_text_frame_behavior_option_auto_size
source: Auto Size
de: Automatische Größe

# ly_img_editor_sheet_format_text_frame_behavior_option_fixed_size
source: Fixed Size
de: Feste Größe

# ly_img_editor_sheet_format_text_label_alignment
source: Alignment
de: Ausrichtung

# ly_img_editor_sheet_format_text_label_font
source: Font
de: Schriftart

# ly_img_editor_sheet_format_text_label_font_size
source: Font Size
de: Schriftgröße

# ly_img_editor_sheet_format_text_label_frame_behaviour
source: Frame Behavior
de: Textrahmen

# ly_img_editor_sheet_format_text_label_frame_clipping
source: Frame Clipping
de: Kappen

# ly_img_editor_sheet_format_text_label_letter_case
source: Letter Case
de: Groß-/Kleinschreibung

# ly_img_editor_sheet_format_text_label_letter_spacing
source: Letter Spacing
de: Laufweite

# ly_img_editor_sheet_format_text_label_line_height
source: Line Height
de: Zeilenhöhe

# ly_img_editor_sheet_format_text_label_paragraph_spacing
source: Paragraph Spacing
de: Absatzabstand

# ly_img_editor_sheet_format_text_letter_case_option_lowercase
source: lower case
de: alles klein

# ly_img_editor_sheet_format_text_letter_case_option_none
source: As typed
de: Wie geschrieben

# ly_img_editor_sheet_format_text_letter_case_option_title_case
source: Capitalized Case
de: Großschreibung

# ly_img_editor_sheet_format_text_letter_case_option_uppercase
source: UPPER CASE
de: ALLES GROSS

# ly_img_editor_sheet_layer_blend_mode_option_color
source: Color
de: Farbe

# ly_img_editor_sheet_layer_blend_mode_option_color_burn
source: Color Burn
de: Farbig nachbelichten

# ly_img_editor_sheet_layer_blend_mode_option_color_dodge
source: Color Dodge
de: Farbig abwedeln

# ly_img_editor_sheet_layer_blend_mode_option_darken
source: Darken
de: Verdunkeln

# ly_img_editor_sheet_layer_blend_mode_option_darken_color
source: Darken Color
de: Farbe verdunkeln

# ly_img_editor_sheet_layer_blend_mode_option_difference
source: Difference
de: Differenz

# ly_img_editor_sheet_layer_blend_mode_option_divide
source: Divide
de: Dividieren

# ly_img_editor_sheet_layer_blend_mode_option_exclusion
source: Exclusion
de: Ausschluss

# ly_img_editor_sheet_layer_blend_mode_option_hard_light
source: Hard Light
de: Hartes Licht

# ly_img_editor_sheet_layer_blend_mode_option_hard_mix
source: Hard Mix
de: Harte Mischung

# ly_img_editor_sheet_layer_blend_mode_option_hue
source: Hue
de: Farbton

# ly_img_editor_sheet_layer_blend_mode_option_lighten
source: Lighten
de: Aufhellen

# ly_img_editor_sheet_layer_blend_mode_option_lighten_color
source: Lighten Color
de: Farbe aufhellen

# ly_img_editor_sheet_layer_blend_mode_option_linear_burn
source: Linear Burn
de: Linear nachbelichten

# ly_img_editor_sheet_layer_blend_mode_option_linear_dodge
source: Linear Dodge
de: Linear abwedeln

# ly_img_editor_sheet_layer_blend_mode_option_linear_light
source: Linear Light
de: Lineares Licht

# ly_img_editor_sheet_layer_blend_mode_option_luminosity
source: Luminosity
de: Luminanz

# ly_img_editor_sheet_layer_blend_mode_option_multiply
source: Multiply
de: Multiplizieren

# ly_img_editor_sheet_layer_blend_mode_option_overlay
source: Overlay
de: Ineinanderkopieren

# ly_img_editor_sheet_layer_blend_mode_option_pass_through
source: Pass Through
de: Durchschleifen

# ly_img_editor_sheet_layer_blend_mode_option_pin_light
source: Pin Light
de: Stiftlicht

# ly_img_editor_sheet_layer_blend_mode_option_saturation
source: Saturation
de: Sättigung

# ly_img_editor_sheet_layer_blend_mode_option_screen
source: Screen
de: Negativ multiplizieren

# ly_img_editor_sheet_layer_blend_mode_option_soft_light
source: Soft Light
de: Weiches Licht

# ly_img_editor_sheet_layer_blend_mode_option_subtract
source: Subtract
de: Subtrahieren

# ly_img_editor_sheet_layer_blend_mode_option_vivid_light
source: Vivid Light
de: Leuchtendes Licht

# ly_img_editor_sheet_layer_button_bring_forward
source: Bring Forward
de: Schrittweise vorwärts

# ly_img_editor_sheet_layer_button_bring_to_front
source: Bring to Front
de: In den Vordergrund

# ly_img_editor_sheet_layer_button_delete
source: Delete
de: Löschen

# ly_img_editor_sheet_layer_button_duplicate
source: Duplicate
de: Duplizieren

# ly_img_editor_sheet_layer_button_send_backward
source: Send Backward
de: Schrittweise rückwärts

# ly_img_editor_sheet_layer_button_send_to_back
source: Send to Back
de: In den Hintergrund

# ly_img_editor_sheet_layer_label_blend_mode
source: Blend Mode
de: Überblendmodus

# ly_img_editor_sheet_layer_label_opacity
source: Opacity
de: Deckkraft

# ly_img_editor_sheet_layer_title
source: Layer
de: Ebene

# ly_img_editor_sheet_reorder_label_info
source: Press and hold to reorder
de: Drücken und halten zum Neu anordnen

# ly_img_editor_sheet_reorder_title
source: Reorder
de: Neu anordnen

# ly_img_editor_sheet_resize_title
source: Resize
de: Größe ändern

# ly_img_editor_sheet_shape_label_inner_diameter
source: Inner Diameter
de: Innendurchmesser

# ly_img_editor_sheet_shape_label_line_width
source: Line Width
de: Linienbreite

# ly_img_editor_sheet_shape_label_points
source: Points
de: Spitzen

# ly_img_editor_sheet_shape_label_round_corners
source: Round Corners
de: Ecken abrunden

# ly_img_editor_sheet_shape_label_sides
source: Sides
de: Seiten

# ly_img_editor_sheet_shape_title
source: Shape
de: Form

# ly_img_editor_sheet_text_background_label_color
source: Color
de: Farbe

# ly_img_editor_sheet_text_background_label_horizontal_padding
source: Horizontal Padding
de: Horizontaler Abstand

# ly_img_editor_sheet_text_background_label_round_corners
source: Round Corners
de: Ecken abrunden

# ly_img_editor_sheet_text_background_label_vertical_padding
source: Vertical Padding
de: Vertikaler Abstand

# ly_img_editor_sheet_text_background_title
source: Background
de: Hintergrund

# ly_img_editor_sheet_voiceover_button_confirm
source: Done
de: Fertig

# ly_img_editor_sheet_voiceover_button_dismiss
source: Cancel
de: Abbrechen

# ly_img_editor_sheet_voiceover_button_mute
source: Mute other Audio
de: Anderes Audio stummschalten

# ly_img_editor_sheet_voiceover_button_play
source: Play Voiceover
de: Voiceover abspielen

# ly_img_editor_sheet_voiceover_button_replace
source: Replace
de: Ersetzen

# ly_img_editor_sheet_voiceover_button_resume
source: Resume
de: Fortsetzen

# ly_img_editor_sheet_voiceover_button_unmute
source: Unmute other Audio
de: Anderes Audio einschalten

# ly_img_editor_sheet_voiceover_label_start_recording
source: Start recording
de: Aufnahme starten

# ly_img_editor_sheet_volume_title
source: Volume
de: Lautstärke

# ly_img_editor_timeline_add_audio_option_music
source: Music
de: Musik

# ly_img_editor_timeline_add_clip_option_camera
source: Camera
de: Kamera

# ly_img_editor_timeline_add_clip_option_library
source: Library
de: Bibliothek

# ly_img_editor_timeline_button_add_audio
source: Add Audio
de: Audio hinzufügen

# ly_img_editor_timeline_button_add_clip
source: Add Clip
de: Clip hinzufügen

# ly_img_editor_timeline_button_hide_timeline
source: Hide Timeline
de: Zeitleiste ausblenden

# ly_img_editor_timeline_button_loop
source: Loop
de: Wiederholschleife

# ly_img_editor_timeline_button_play
source: Play
de: Abspielen

# ly_img_editor_timeline_button_show_timeline
source: Timeline
de: Zeitleiste

# ly_img_editor_timeline_error_split_out_of_range
source: Please move the selected clip under the playhead.
de: Bitte bewegen Sie den ausgewählten Clip unter den Abspielkopf.

# ly_img_editor_timeline_error_split_short_duration
source: Can't split because one of the clips would become too short.
de: Teilung nicht möglich, da einer der Clips zu kurz werden würde.
